const entries = [
  {
    time: '2015.09 - 2018.06',
    club: '海大联想idea精英汇',
    position: '副会长',
    detail: [
      {
        time: '2018.07',
        event: '获得第九届联想idea精英汇鬼斧神工奖（全国共6名）',
      }, {
        time: '2017.09',
        event: '设计山东大区精英汇旗帜'
      }, {
        time: '2017.08',
        event: '设计山东大区小新营销方案中的互动3D场景并在方案评比中夺冠'
      }, {
        time: '2017.06',
        event: '设计本校小新social线上传播方案中的视频、海报、PPT'
      }, {
        time: '2016.09',
        event: '同联想idea精英汇第七届十佳会长免费出国游历7天，作为筹备“812”庆典的工作奖励',
      }, {
        time: '2016.08',
        event: '设计山东大区拯救者营销方案中的3D游戏演示并在方案评比中夺冠'
      }, {
        time: '2016.08',
        event: '在联想集团中国运营中心（北京市海淀区创业路6号）筹备“812”庆典，设计庆典中放映的三段视频'
      }, {
        time: '2016.05',
        event: '获得“联想杰出精英大侠”称号',
      }, {
        time: '2015.11',
        event: '设计山东大区第四届精英书院3套X展架、设计本校精英汇队徽、本校与山东精英汇旗帜'
      }
    ]
  }
]
export default entries
