const entries = [
  {
    'time': '2018.08 - 2019.06',
    'school': '腾讯NEXT学位',
    'course': '前端工程师进阶班',
    'detail': '目前在读。已完成canvas、封装组件、性能与工程化课程，正在学习JS设计模式、测试驱动开发、攻击手段与防范方法。'
  }, {
    'time': '2017.09 - 2018.01',
    'school': '中国海洋大学',
    'course': '移动Web开发课程',
    'detail': '修读本校计算机基础部开设的“移动Web开发技术基础”课程，共80学时，以96分成绩通过考核。'
  }, {
    'time': '2015.09 - 2019.06',
    'school': '中国海洋大学',
    'course': '英语（本科）',
    'detail': '已取得TEM-4（英语专业四级）证书，即将考取专业八级。'
  }
]
export default entries
